Repository: 0xFaul/helfertool
Catalog: statistic/locale/*/LC_MESSAGES/django.po
Languages: de

source: Statistics
de: Statistiken

source: Number of shift slots
de: Anzahl an Schichtslots

source: Total number of hours (also free slots)
de: Gesamtzahl an Stunden (auch freie Slots)

source: hours
de: Stunden

source: Helpers and coordinators
de: Helfer und Koordinatoren

source: Coordinators
de: Koordinatoren

source: Vegetarians
de: Vegetarier

source: Chronological development of registrations
de: Zeitliche Entwicklung der Anmeldungen

source: Number of helpers
de: Anzahl Helfer

source: No helpers are registered.
de: Es sind keine Helfer angemeldet.

source: Total
de: Insgesamt

source: Helpers (without coordinators)
de: Helfer (ohne Koordinatoren)

source: Shift
de: Schicht

source: For this event no t-shirt sizes were collected.
de: Für diese Veranstaltung wurden keine T-Shirt Größen gesammelt.
